Repository: SChandu7/HealthTech
Catalog: lib/l10n/app_*.arb
Languages: hi, te

# appTitle
source: HealthLock
hi: हेल्थलॉक
te: హెల్త్‌లాక్

# searchHint
source: Search here...
hi: यहाँ खोजें...
te: ఇక్కడ వెతకండి...

# carouselTitle1
source: Secure Health Records
hi: सुरक्षित स्वास्थ्य रिकॉर्ड
te: సురక్షిత ఆరోగ్య రికార్డులు

# carouselTitle2
source: Quick QR Sharing
hi: तेज़ क्यूआर साझा करना
te: తక్షణ QR షేరింగ్

# carouselTitle3
source: Privacy You Control
hi: आपके नियंत्रण में गोपनीयता
te: మీ నియంత్రణలో గోప్యత

# exploreNow
source: Start Now
hi: अब शुरू करें
te: ఇప్పుడే ప్రారంభించండి

# contractFarmingTitle
source: Why HealthLock?
hi: हेल्थलॉक क्यों?
te: హెల్త్‌లాక్ ఎందుకు?

# contractFarmingDescription
source: HealthLock provides a secure platform for patients to store, manage, and share their medical records with doctors using advanced encryption and QR technology.
hi: हेल्थलॉक मरीजों को डॉक्टरों के साथ अपने मेडिकल रिकॉर्ड को सुरक्षित रूप से संग्रहीत, प्रबंधित और साझा करने का प्लेटफ़ॉर्म प्रदान करता है।
te: హెల్త్‌లాక్ రోగులకు తమ వైద్య రికార్డులను డాక్టర్లతో భద్రంగా నిల్వ, నిర్వహించడానికి మరియు పంచుకునే సౌకర్యాన్ని అందిస్తుంది.

source: Explore Categories
hi: श्रेणियाँ देखें
te: వర్గాలను అన్వేషించండి

# categoryCropsTitle
source: Medical Records
hi: मेडिकल रिकॉर्ड
te: వైద్య రికార్డులు

# categoryCropsDesc
source: Your complete health history in one place.
hi: आपका पूरा स्वास्थ्य इतिहास एक जगह पर।
te: మీ పూర్తి ఆరోగ్య చరిత్ర ఒకే చోట.

# categoryEquipmentTitle
source: Qr Generator
hi: क्यूआर जनरेटर
te: QR జనరేటర్

# categoryEquipmentDesc
source: Generate and share your health QR code.
hi: अपने स्वास्थ्य क्यूआर को जनरेट और साझा करें।
te: మీ ఆరోగ్య QR ను సృష్టించండి మరియు పంచుకోండి.

# categoryProduceTitle
source: Doctor Appointment
hi: डॉक्टर अपॉइंटमेंट
te: డాక్టర్ అపాయింట్మెంట్

# categoryProduceDesc
source: Book appointments with your doctor.
hi: अपने डॉक्टर के साथ अपॉइंटमेंट बुक करें।
te: మీ డాక్టర్‌తో అపాయింట్మెంట్ బుక్ చేయండి.

# whatUsersSay
source: What Application Says
hi: एप्लिकेशन क्या कहती है
te: యాప్ ఏమని చెబుతుంది

# testimonial1
source: HealthLock made my hospital visits so much easier!
hi: हेल्थलॉक ने मेरे अस्पताल के दौरे को बहुत आसान बना दिया!
te: హెల్త్‌లాక్ నా హాస్పిటల్ సందర్శనలను చాలా సులభతరం చేసింది!

# testimonial1Author
source: - Patient A
hi: - मरीज A
te: - రోగి A

# testimonial2
source: As a doctor, accessing patient history is seamless.
hi: एक डॉक्टर के रूप में, मरीज का इतिहास एक्सेस करना सहज है।
te: డాక్టర్‌గా, రోగి చరిత్రకు యాక్సెస్ చేయడం సులభంగా ఉంది.

# testimonial2Author
source: - Dr. Smith
hi: - डॉ. स्मिथ
te: - డా. స్మిత్

# testimonial3
source: Finally, my data is secure and in my control.
hi: अंत में, मेरा डेटा सुरक्षित और मेरे नियंत्रण में है।
te: చివరకు, నా డేటా భద్రంగా మరియు నా నియంత్రణలో ఉంది.

# testimonial3Author
source: - Patient B
hi: - मरीज B
te: - రోగి B

# footerCopyright
source: Â© 2025 HealthLock. All rights reserved.
hi: © 2025 हेल्थलॉक। सर्वाधिकार सुरक्षित।
te: © 2025 హెల్త్‌లాక్. అన్ని హక్కులు రిజర్వ్.

# drawerProfile
source: Profile
hi: प्रोफ़ाइल
te: ప్రొఫైల్

# drawerHelp
source: Help
hi: सहायता
te: సహాయం

# drawerQuery
source: Query
hi: सवाल
te: ప్రశ్న

# drawerSettings
source: Settings
hi: सेटिंग्स
te: సెట్టింగ్లు
